"Continue" = "Продолжить";

"Software Update" = "Обновление ПО";
"Release Notes:" = "Описание релиза:";
"Remind Me Later" = "Напомнить мне позже";
"Install on Quit" = "Установить и Выйти";
"Install and Relaunch" = "Установить и Перезапустить";
"Skip This Version" = "Пропустить эту версию";

"Automatically download and install updates" = "Автоматически скачивать и устанавливать обновления";
"No newer version available." = "Нет новых версий на сервере.";
"An error occurred in retrieving update information. Please try again later." = "Произошла ошибка при получении информации об обновлении. Пожалуйста, попробуйте позже.";
"A new version of {0} is available! Would you like to download it now?" = "Новая версия {0} уже доступна! Хотите скачать её немедленно?";

/* Progress messages */
"Installing update…" = "Установка обновления...";
"Checking for updates…" = "Проверка обновлений...";
"Downloading update…" = "Скачивание обновления...";
"Extracting update…" = "Извлечение обновления...";

"Version {0} is now available" = "Version {0} is now available";
